Repository: W-M-R/pixel-pet
Catalog: Resources/Localizable.xcstrings
Source language: en
Languages: ar, de, es, fr, hi, id, it, ja, ko, nl, pl, pt_br, ru, sv, th, tr, vi, zh_hans, zh_hant

source: Follow System
ar: حسب النظام
de: System folgen
es: Seguir el sistema
fr: Suivre le système
hi: सिस्टम के अनुसार
id: Ikuti sistem
it: Segui il sistema
ja: システムに合わせる
ko: 시스템 설정 따르기
nl: Systeem volgen
pl: Zgodnie z systemem
pt_br: Seguir o sistema
ru: Как в системе
sv: Följ systemet
th: ตามระบบ
tr: Sistemi izle
vi: Theo hệ thống
zh_hans: 跟随系统
zh_hant: 跟隨系統

source: Language
ar: اللغة
de: Sprache
es: Idioma
fr: Langue
hi: भाषा
id: Bahasa
it: Lingua
ja: 言語
ko: 언어
nl: Taal
pl: Język
pt_br: Idioma
ru: Язык
sv: Språk
th: ภาษา
tr: Dil
vi: Ngôn ngữ
zh_hans: 语言
zh_hant: 語言

# about.assets.body
source: Pet sprites are "LPC Cats and Dogs" by bluecarrot16 from OpenGameArt. Room and emote art is CC0. UI icons are original to this project.
ar: رسوم الحيوانات من «LPC Cats and Dogs» بريشة bluecarrot16 من OpenGameArt. رسوم الغرفة والتعبيرات بترخيص CC0. أيقونات الواجهة من تصميم هذا المشروع.
de: Die Tier-Sprites sind „LPC Cats and Dogs“ von bluecarrot16 aus OpenGameArt. Raum- und Emote-Grafiken sind CC0. Die UI-Symbole sind Originale dieses Projekts.
es: Los sprites de las mascotas son «LPC Cats and Dogs» de bluecarrot16, de OpenGameArt. Los gráficos de la habitación y los gestos son CC0. Los iconos de la interfaz son originales de este proyecto.
fr: Les sprites des animaux proviennent de « LPC Cats and Dogs » par bluecarrot16 sur OpenGameArt. Les décors et les émotes sont en CC0. Les icônes de l’interface sont originales.
hi: पालतू स्प्राइट OpenGameArt से bluecarrot16 की «LPC Cats and Dogs» हैं। कमरे और भाव की कलाकृति CC0 है। UI आइकन इस प्रोजेक्ट के लिए बनाए गए हैं।
id: Sprite hewan berasal dari «LPC Cats and Dogs» oleh bluecarrot16 dari OpenGameArt. Gambar ruangan dan emote berlisensi CC0. Ikon antarmuka dibuat khusus untuk proyek ini.
it: Gli sprite degli animali sono «LPC Cats and Dogs» di bluecarrot16, da OpenGameArt. La grafica della stanza e delle emote è CC0. Le icone dell’interfaccia sono originali di questo progetto.
ja: ペットのスプライトは OpenGameArt の bluecarrot16 による「LPC Cats and Dogs」です。部屋と絵文字のアートは CC0。UI アイコンはこのプロジェクトのオリジナルです。
ko: 펫 스프라이트는 OpenGameArt의 bluecarrot16이 만든 「LPC Cats and Dogs」입니다. 방과 이모트 아트는 CC0입니다. UI 아이콘은 이 프로젝트의 자체 제작입니다.
nl: De sprites van de dieren komen uit «LPC Cats and Dogs» van bluecarrot16 via OpenGameArt. De kamer- en emotekunst is CC0. De interface-iconen zijn origineel voor dit project.
pl: Sprite’y zwierzaków to „LPC Cats and Dogs” autorstwa bluecarrot16 z OpenGameArt. Grafika pokoju i emotek jest na licencji CC0. Ikony interfejsu powstały specjalnie dla tego projektu.
pt_br: Os sprites dos bichinhos são «LPC Cats and Dogs», de bluecarrot16, do OpenGameArt. A arte do quarto e das emoções é CC0. Os ícones da interface são originais deste projeto.
ru: Спрайты питомцев — «LPC Cats and Dogs» от bluecarrot16 с OpenGameArt. Графика комнаты и эмоций — CC0. Иконки интерфейса созданы для этого проекта.
sv: Djurspritarna kommer från «LPC Cats and Dogs» av bluecarrot16 från OpenGameArt. Rums- och emotegrafiken är CC0. Gränssnittsikonerna är gjorda för det här projektet.
th: สไปรต์สัตว์เลี้ยงมาจาก «LPC Cats and Dogs» โดย bluecarrot16 จาก OpenGameArt ภาพห้องและอีโมทเป็น CC0 ไอคอนอินเทอร์เฟซออกแบบขึ้นสำหรับโปรเจกต์นี้
tr: Evcil hayvan sprite’ları OpenGameArt’tan bluecarrot16 imzalı «LPC Cats and Dogs» çalışmasıdır. Oda ve ifade grafikleri CC0 lisanslıdır. Arayüz simgeleri bu proje için özgün olarak hazırlandı.
vi: Hình sprite thú nuôi lấy từ «LPC Cats and Dogs» của bluecarrot16 trên OpenGameArt. Hình phòng và biểu cảm theo giấy phép CC0. Biểu tượng giao diện được thiết kế riêng cho dự án này.
zh_hans: 宠物精灵图来自 OpenGameArt 的「LPC Cats and Dogs」（作者 bluecarrot16），房间与表情素材为 CC0 授权，界面图标为本项目自绘。
zh_hant: 寵物圖像為 bluecarrot16 的「LPC Cats and Dogs」，來自 OpenGameArt。房間與表情圖為 CC0。UI 圖示為本專案原創。

# about.assets.title
source: Assets
ar: الموارد
de: Grafiken
es: Recursos
fr: Ressources
hi: सामग्री
id: Aset
it: Risorse
ja: 素材
ko: 리소스
nl: Materiaal
pl: Materiały
pt_br: Recursos
ru: Материалы
sv: Material
th: ทรัพยากร
tr: Kaynaklar
vi: Tài nguyên
zh_hans: 素材
zh_hant: 素材

# about.how.body
source: Stats change with real time — you don't need to keep the app open. When you return, coins are settled based on how well-fed and happy your pet was. Each pet has a daily earnings cap, so caring well matters more than checking often.
ar: تتغيّر المؤشرات مع الوقت الحقيقي، فلا حاجة لإبقاء التطبيق مفتوحًا. عند عودتك تُحسب العملات بحسب مدى شبع حيوانك وسعادته. لكل حيوان حدّ يومي، لذا حسن الرعاية أهم من كثرة التفقّد.
de: Die Werte ändern sich in Echtzeit – du musst die App nicht offen lassen. Wenn du zurückkommst, werden Münzen danach berechnet, wie satt und zufrieden dein Tier war. Jedes Tier hat ein Tageslimit, gute Pflege zählt also mehr als häufiges Nachsehen.
es: Los indicadores cambian con el tiempo real: no necesitas dejar la app abierta. Cuando vuelvas, las monedas se calculan según lo bien alimentada y contenta que estuvo tu mascota. Cada mascota tiene un límite diario, así que cuidarla bien importa más que mirar a menudo.
fr: Les jauges évoluent en temps réel : pas besoin de laisser l’app ouverte. À ton retour, les pièces sont calculées selon la satiété et l’humeur de ton animal. Chaque animal a un plafond quotidien, alors bien s’en occuper compte plus que revenir souvent.
hi: आँकड़े वास्तविक समय के साथ बदलते हैं — ऐप खुला रखने की ज़रूरत नहीं। लौटने पर सिक्के इस आधार पर जुड़ते हैं कि आपका साथी कितना भरा-पेट और खुश था। हर साथी की एक दैनिक सीमा है, इसलिए अच्छी देखभाल बार-बार देखने से ज़्यादा मायने रखती है।
id: Statistik berubah mengikuti waktu nyata — kamu tidak perlu membiarkan aplikasi terbuka. Saat kembali, koin dihitung berdasarkan seberapa kenyang dan senang hewanmu. Setiap hewan punya batas harian, jadi merawat dengan baik lebih berarti daripada sering menengok.
it: Gli indicatori cambiano in tempo reale: non serve tenere l’app aperta. Al tuo ritorno le monete vengono calcolate in base a quanto il tuo animale era sazio e contento. Ogni animale ha un limite giornaliero, quindi prendersene cura conta più che controllare spesso.
ja: ステータスは実時間で変化します。アプリを開いたままにする必要はありません。戻ってくると、ペットの満腹度と気分に応じてコインが精算されます。ペットごとに 1 日の獲得上限があるため、頻繁に見るよりもしっかり世話をすることが大切です。
ko: 상태는 실제 시간에 따라 변합니다. 앱을 계속 열어 둘 필요는 없습니다. 돌아오면 펫의 배부름과 기분에 따라 코인이 정산됩니다. 펫마다 하루 획득 한도가 있어서, 자주 들여다보는 것보다 잘 돌보는 것이 더 중요합니다.
nl: De waarden veranderen met de echte tijd — je hoeft de app niet open te laten. Als je terugkomt, worden munten berekend op basis van hoe verzadigd en blij je dier was. Elk dier heeft een daglimiet, dus goed zorgen telt zwaarder dan vaak kijken.
pl: Wskaźniki zmieniają się w czasie rzeczywistym — nie musisz trzymać aplikacji otwartej. Po powrocie monety są rozliczane na podstawie tego, jak najedzony i zadowolony był Twój zwierzak. Każdy ma dzienny limit, więc dobra opieka liczy się bardziej niż częste zaglądanie.
pt_br: Os medidores mudam em tempo real: você não precisa deixar o app aberto. Quando voltar, as moedas são calculadas conforme o quanto seu bichinho estava alimentado e feliz. Cada bichinho tem um limite diário, então cuidar bem vale mais do que conferir sempre.
ru: Показатели меняются в реальном времени — приложение не нужно держать открытым. Когда вы вернётесь, монеты начислятся по тому, насколько питомец был сыт и доволен. У каждого питомца есть суточный предел, поэтому хороший уход важнее частых заходов.
sv: Värdena ändras i realtid – du behöver inte hålla appen öppen. När du kommer tillbaka beräknas mynten utifrån hur mätt och nöjd ditt djur har varit. Varje djur har en daglig gräns, så god omvårdnad betyder mer än att titta in ofta.
th: ค่าสถานะเปลี่ยนตามเวลาจริง คุณไม่ต้องเปิดแอปค้างไว้ เมื่อกลับมา เหรียญจะคิดจากว่าสัตว์เลี้ยงอิ่มและอารมณ์ดีแค่ไหน สัตว์เลี้ยงแต่ละตัวมีเพดานต่อวัน ดังนั้นการดูแลให้ดีสำคัญกว่าการเข้ามาดูบ่อย ๆ
tr: Göstergeler gerçek zamanla değişir; uygulamayı açık tutmanız gerekmez. Döndüğünüzde madeni paralar, dostunuzun ne kadar tok ve mutlu olduğuna göre hesaplanır. Her dostun günlük bir üst sınırı vardır; bu yüzden sık bakmaktan çok iyi bakmak önemlidir.
vi: Các chỉ số thay đổi theo thời gian thực — bạn không cần mở ứng dụng liên tục. Khi bạn quay lại, số xu được tính dựa trên mức độ no và vui của thú nuôi. Mỗi con có giới hạn mỗi ngày, nên chăm sóc tốt quan trọng hơn việc vào xem thường xuyên.
zh_hans: 状态按真实时间流逝，不需要 app 一直开着。回来时会结算这段时间的收益，收益取决于宠物的饱食和心情。每只宠物每天有收益上限，所以「照顾好」比「反复打开」更有用。
zh_hant: 狀態會隨真實時間變化 —— 你不需要一直開著 App。回來時會依照寵物的飽足與心情結算金幣。每隻寵物每天有收益上限，所以照顧得好比常來看更重要。

# about.how.title
source: How it works
ar: طريقة العمل
de: So funktioniert’s
es: Cómo funciona
fr: Comment ça marche
hi: यह कैसे काम करता है
id: Cara kerjanya
it: Come funziona
ja: しくみ
ko: 작동 방식
nl: Hoe het werkt
pl: Jak to działa
pt_br: Como funciona
ru: Как это работает
sv: Så fungerar det
th: วิธีทำงาน
tr: Nasıl çalışır
vi: Cách hoạt động
zh_hans: 怎么玩
zh_hant: 運作方式

# about.privacy.delete
source: Deleting the app deletes all data. No copies exist anywhere else.
ar: حذف التطبيق يحذف كل البيانات. لا توجد أي نسخة في مكان آخر.
de: Wenn du die App löschst, werden alle Daten gelöscht. Es gibt nirgendwo Kopien.
es: Al borrar la app se borran todos los datos. No existe ninguna copia en otro sitio.
fr: Supprimer l’app supprime toutes les données. Aucune copie n’existe ailleurs.
hi: ऐप हटाने से सारा डेटा हट जाता है। कहीं कोई प्रतिलिपि नहीं रहती।
id: Menghapus aplikasi akan menghapus semua data. Tidak ada salinan di tempat lain.
it: Eliminando l’app vengono eliminati tutti i dati. Non esiste alcuna copia altrove.
ja: アプリを削除するとすべてのデータが削除されます。他の場所に控えは残りません。
ko: 앱을 삭제하면 모든 데이터가 삭제됩니다. 다른 곳에 사본은 없습니다.
nl: De app verwijderen wist alle gegevens. Er bestaan nergens kopieën.
pl: Usunięcie aplikacji usuwa wszystkie dane. Nigdzie nie ma żadnych kopii.
pt_br: Apagar o app apaga todos os dados. Não existe cópia em nenhum outro lugar.
ru: Удаление приложения удаляет все данные. Копий нигде не остаётся.
sv: Om du tar bort appen försvinner all data. Det finns inga kopior någon annanstans.
th: การลบแอปจะลบข้อมูลทั้งหมด ไม่มีสำเนาอยู่ที่อื่น
tr: Uygulamayı silmek tüm verileri siler. Başka hiçbir yerde kopya kalmaz.
vi: Xoá ứng dụng sẽ xoá toàn bộ dữ liệu. Không có bản sao nào ở nơi khác.
zh_hans: 删除 app 即删除全部数据，没有任何副本留在别处。
zh_hant: 刪除 App 就會刪除所有資料。其他地方不存在任何副本。

# about.privacy.local
source: Your pets, coins, and room layout are stored only on your device.
ar: تُحفظ حيواناتك وعملاتك وترتيب الغرفة على جهازك فقط.
de: Deine Tiere, Münzen und die Raumaufteilung werden nur auf deinem Gerät gespeichert.
es: Tus mascotas, monedas y la disposición de la habitación se guardan solo en tu dispositivo.
fr: Tes animaux, tes pièces et l’agencement de la pièce sont stockés uniquement sur ton appareil.
hi: आपके साथी, सिक्के और कमरे की सजावट केवल आपके डिवाइस पर सहेजे जाते हैं।
id: Hewan, koin, dan tata letak ruangan hanya disimpan di perangkatmu.
it: I tuoi animali, le monete e la disposizione della stanza sono salvati solo sul tuo dispositivo.
ja: ペット、コイン、部屋のレイアウトは端末内にのみ保存されます。
ko: 펫, 코인, 방 배치는 기기에만 저장됩니다.
nl: Je dieren, munten en kamerindeling worden alleen op je apparaat opgeslagen.
pl: Twoje zwierzaki, monety i układ pokoju są przechowywane tylko na Twoim urządzeniu.
pt_br: Seus bichinhos, moedas e a disposição do quarto ficam salvos apenas no seu aparelho.
ru: Питомцы, монеты и расстановка в комнате хранятся только на вашем устройстве.
sv: Dina djur, mynt och rumsplacering sparas bara på din enhet.
th: สัตว์เลี้ยง เหรียญ และการจัดวางในห้องถูกเก็บไว้บนอุปกรณ์ของคุณเท่านั้น
tr: Dostlarınız, paralarınız ve oda düzeniniz yalnızca cihazınızda saklanır.
vi: Thú nuôi, xu và cách bố trí phòng chỉ được lưu trên thiết bị của bạn.
zh_hans: 宠物、金币、房间布局都只存在你的设备上。
zh_hant: 你的寵物、金幣與房間佈置只儲存在你的裝置上。

# about.privacy.no_account
source: No account required. No personal data collected. No analytics, no ads.
ar: لا حاجة لحساب. لا تُجمع بيانات شخصية. لا تحليلات ولا إعلانات.
de: Kein Konto nötig. Keine personenbezogenen Daten. Keine Analyse, keine Werbung.
es: No hace falta cuenta. No se recogen datos personales. Sin analíticas ni anuncios.
fr: Aucun compte requis. Aucune donnée personnelle collectée. Ni analyse, ni publicité.
hi: खाते की ज़रूरत नहीं। कोई निजी जानकारी नहीं ली जाती। न विश्लेषण, न विज्ञापन।
id: Tidak perlu akun. Tidak ada data pribadi yang dikumpulkan. Tanpa analitik, tanpa iklan.
it: Nessun account richiesto. Nessun dato personale raccolto. Nessuna analisi, nessuna pubblicità.
ja: アカウント不要。個人情報は収集しません。解析も広告もありません。
ko: 계정이 필요 없습니다. 개인정보를 수집하지 않습니다. 분석도 광고도 없습니다.
nl: Geen account nodig. Geen persoonsgegevens verzameld. Geen analyse, geen advertenties.
pl: Konto nie jest potrzebne. Nie zbieramy danych osobowych. Bez analityki i reklam.
pt_br: Não precisa de conta. Nenhum dado pessoal é coletado. Sem análises, sem anúncios.
ru: Аккаунт не нужен. Личные данные не собираются. Ни аналитики, ни рекламы.
sv: Inget konto behövs. Inga personuppgifter samlas in. Ingen analys, inga annonser.
th: ไม่ต้องมีบัญชี ไม่เก็บข้อมูลส่วนบุคคล ไม่มีการวิเคราะห์ ไม่มีโฆษณา
tr: Hesap gerekmez. Kişisel veri toplanmaz. Analiz yok, reklam yok.
vi: Không cần tài khoản. Không thu thập dữ liệu cá nhân. Không phân tích, không quảng cáo.
zh_hans: 不需要账号，不收集任何个人信息，没有统计和广告。
zh_hant: 無須帳號。不收集個人資料。沒有分析追蹤，沒有廣告。

# about.privacy.notify
source: The only permission requested is notifications — off by default, used solely for pet status reminders.
ar: الإذن الوحيد المطلوب هو الإشعارات، وهو معطّل تلقائيًا ويُستخدم فقط لتنبيهات حالة الحيوان.
de: Die einzige angeforderte Berechtigung sind Mitteilungen – standardmäßig aus, nur für Hinweise zum Zustand deines Tiers.
es: El único permiso que se solicita es el de notificaciones: desactivado por defecto y usado solo para avisos del estado de la mascota.
fr: La seule autorisation demandée concerne les notifications : désactivées par défaut, elles servent uniquement aux rappels d’état.
hi: केवल सूचनाओं की अनुमति माँगी जाती है — डिफ़ॉल्ट रूप से बंद, और सिर्फ़ साथी की स्थिति की याद दिलाने के लिए।
id: Satu-satunya izin yang diminta adalah notifikasi — nonaktif secara bawaan dan hanya untuk pengingat kondisi hewan.
it: L’unico permesso richiesto è quello per le notifiche: disattivato per impostazione predefinita e usato solo per gli avvisi sullo stato dell’animale.
ja: 要求する権限は通知のみです。既定はオフで、ペットの状態のお知らせにのみ使います。
ko: 요청하는 권한은 알림뿐입니다. 기본은 꺼져 있고, 펫 상태 알림에만 사용합니다.
nl: De enige gevraagde toestemming is voor meldingen — standaard uit en alleen voor herinneringen over de toestand van je dier.
pl: Jedyne wymagane uprawnienie to powiadomienia — domyślnie wyłączone, używane wyłącznie do przypomnień o stanie zwierzaka.
pt_br: A única permissão solicitada é a de notificações: desativada por padrão e usada apenas para avisos sobre o estado do bichinho.
ru: Запрашивается только разрешение на уведомления — по умолчанию выключены и нужны лишь для напоминаний о состоянии питомца.
sv: Den enda behörighet som efterfrågas är aviseringar – avstängda som standard och används bara för påminnelser om djurets tillstånd.
th: สิทธิ์เดียวที่ขอคือการแจ้งเตือน ซึ่งปิดไว้เป็นค่าเริ่มต้น และใช้เพื่อเตือนสถานะสัตว์เลี้ยงเท่านั้น
tr: İstenen tek izin bildirimlerdir; varsayılan olarak kapalıdır ve yalnızca durum hatırlatmaları için kullanılır.
vi: Quyền duy nhất được yêu cầu là thông báo — mặc định tắt và chỉ dùng để nhắc về trạng thái thú nuôi.
zh_hans: 唯一会请求的权限是通知，默认关闭，只用于提醒宠物的状态。
zh_hant: 唯一要求的權限是通知 —— 預設關閉，僅用於寵物狀態提醒。

# about.privacy.offline
source: Fully offline — the app makes no network requests.
ar: يعمل دون اتصال تمامًا؛ لا يُجري التطبيق أي طلبات شبكة.
de: Vollständig offline – die App stellt keine Netzwerkanfragen.
es: Totalmente sin conexión: la app no hace ninguna petición de red.
fr: Entièrement hors ligne : l’app n’effectue aucune requête réseau.
hi: पूरी तरह ऑफ़लाइन — ऐप कोई नेटवर्क अनुरोध नहीं करता।
id: Sepenuhnya offline — aplikasi tidak melakukan permintaan jaringan apa pun.
it: Completamente offline: l’app non effettua alcuna richiesta di rete.
ja: 完全オフライン。ネットワーク通信は一切行いません。
ko: 완전 오프라인 — 앱은 어떤 네트워크 요청도 하지 않습니다.
nl: Volledig offline — de app doet geen enkel netwerkverzoek.
pl: W pełni offline — aplikacja nie wysyła żadnych żądań sieciowych.
pt_br: Totalmente offline: o app não faz nenhuma requisição de rede.
ru: Полностью офлайн — приложение не отправляет сетевых запросов.
sv: Helt offline – appen gör inga nätverksanrop.
th: ออฟไลน์ทั้งหมด แอปไม่มีการเรียกเครือข่ายใด ๆ
tr: Tamamen çevrimdışı; uygulama hiçbir ağ isteği yapmaz.
vi: Hoàn toàn offline — ứng dụng không gửi bất kỳ yêu cầu mạng nào.
zh_hans: 完全离线运行，app 不发起任何网络请求。
zh_hant: 完全離線 —— App 不發送任何網路請求。

# about.privacy.title
source: Privacy
ar: الخصوصية
de: Datenschutz
es: Privacidad
fr: Confidentialité
hi: निजता
id: Privasi
ja: プライバシー
ko: 개인정보
pl: Prywatność
pt_br: Privacidade
ru: Конфиденциальность
sv: Integritet
th: ความเป็นส่วนตัว
tr: Gizlilik
vi: Quyền riêng tư
zh_hans: 隐私
zh_hant: 隱私

# about.tagline
source: A pixel pet that lives in your phone
ar: حيوان بكسل يعيش في هاتفك
de: Ein Pixeltier, das in deinem Handy wohnt
es: Una mascota de píxeles que vive en tu teléfono
fr: Un animal en pixels qui vit dans ton téléphone
hi: आपके फ़ोन में रहने वाला पिक्सेल साथी
id: Hewan piksel yang tinggal di ponselmu
it: Un animale in pixel che vive nel tuo telefono
ja: スマホの中で暮らすピクセルペット
ko: 휴대폰 속에 사는 픽셀 펫
nl: Een pixeldier dat in je telefoon woont
pl: Pikselowy zwierzak, który mieszka w Twoim telefonie
pt_br: Um bichinho de pixels que mora no seu celular
ru: Пиксельный питомец, который живёт в вашем телефоне
sv: Ett pixeldjur som bor i din telefon
th: สัตว์เลี้ยงพิกเซลที่อยู่ในมือถือของคุณ
tr: Telefonunuzda yaşayan bir piksel dostu
vi: Thú nuôi pixel sống trong điện thoại của bạn
zh_hans: 一只住在你手机里的像素宠物
zh_hant: 住在你手機裡的像素寵物

# about.title
source: About
ar: حول التطبيق
de: Über
es: Acerca de
fr: À propos
hi: परिचय
id: Tentang
it: Informazioni
ja: このアプリについて
ko: 정보
nl: Over
pl: Informacje
pt_br: Sobre
ru: О приложении
sv: Om
th: เกี่ยวกับ
tr: Hakkında
vi: Giới thiệu
zh_hans: 关于
zh_hant: 關於

# about.what.body
source: An offline pixel pet game. Feed, play, and bathe your pet as it grows through four life stages. The better you care for it, the more coins it earns while you're away — save up and you can adopt another.
ar: لعبة حيوان بكسل دون اتصال. أطعمه والعب معه واغسله وهو يمرّ بأربع مراحل عمرية. كلما أحسنت رعايته زادت العملات التي يجمعها في غيابك، وإذا وفّرت ما يكفي يمكنك تبنّي حيوان آخر.
de: Ein Offline-Pixeltierspiel. Füttere, spiele und bade dein Tier, während es vier Lebensphasen durchläuft. Je besser du es pflegst, desto mehr Münzen verdient es, während du weg bist – spare genug und du kannst ein weiteres aufnehmen.
es: Un juego de mascota de píxeles sin conexión. Dale de comer, juega y báñala mientras pasa por cuatro etapas de vida. Cuanto mejor la cuides, más monedas ganará mientras no estás: ahorra lo suficiente y podrás adoptar otra.
fr: Un jeu d’animal en pixels hors ligne. Nourris, joue et lave ton animal au fil de ses quatre étapes de vie. Mieux tu t’en occupes, plus il gagne de pièces pendant ton absence : économise assez et tu pourras en adopter un autre.
hi: एक ऑफ़लाइन पिक्सेल पालतू खेल। खिलाइए, खेलिए और नहलाइए, जब वह जीवन के चार चरणों से गुज़रता है। जितनी अच्छी देखभाल, उतने ज़्यादा सिक्के वह आपकी अनुपस्थिति में कमाता है — पर्याप्त बचत हो जाए तो दूसरा साथी भी ले सकते हैं।
id: Gim hewan piksel yang berjalan offline. Beri makan, ajak bermain, dan mandikan sementara ia melewati empat tahap kehidupan. Semakin baik kamu merawatnya, semakin banyak koin yang ia kumpulkan saat kamu pergi — tabung cukup banyak dan kamu bisa mengadopsi satu lagi.
it: Un gioco offline con un animale in pixel. Dagli da mangiare, gioca e lavalo mentre attraversa quattro fasi di vita. Più te ne prendi cura, più monete guadagna mentre sei via: metti da parte abbastanza e potrai adottarne un altro.
ja: オフラインのピクセルペットゲームです。ごはん・遊び・お風呂でお世話をしながら、4 つの成長段階を見守ります。世話をすればするほど、離れている間に稼ぐコインが増え、貯まればもう 1 匹迎えられます。
ko: 오프라인 픽셀 펫 게임입니다. 먹이를 주고 놀아 주고 씻겨 주며 네 단계의 성장을 지켜보세요. 잘 돌볼수록 자리를 비운 동안 더 많은 코인을 벌고, 모으면 한 마리 더 데려올 수 있습니다.
nl: Een offline spel met een pixeldier. Voer het, speel ermee en geef het een bad terwijl het vier levensfasen doorloopt. Hoe beter je ervoor zorgt, hoe meer munten het verdient terwijl je weg bent — spaar genoeg en je kunt er nog een adopteren.
pl: Gra offline z pikselowym zwierzakiem. Karm go, graj z nim i kąp, gdy przechodzi przez cztery etapy życia. Im lepiej się nim opiekujesz, tym więcej monet zarobi w czasie Twojej nieobecności — odłóż dość i przygarniesz kolejnego.
pt_br: Um jogo offline de bichinho de pixels. Alimente, brinque e dê banho enquanto ele passa por quatro fases da vida. Quanto melhor você cuidar, mais moedas ele ganha enquanto você está fora: junte o suficiente e poderá adotar outro.
ru: Офлайн-игра про пиксельного питомца. Кормите, играйте и купайте его, пока он проходит четыре этапа жизни. Чем лучше уход, тем больше монет он заработает, пока вас нет: накопите — и сможете взять ещё одного.
sv: Ett offlinespel med ett pixeldjur. Mata, lek och bada det medan det går genom fyra livsfaser. Desto bättre du sköter om det, desto fler mynt tjänar det medan du är borta – spara ihop tillräckligt och du kan adoptera ett till.
th: เกมสัตว์เลี้ยงพิกเซลแบบออฟไลน์ ให้อาหาร เล่นด้วย และอาบน้ำ ขณะที่มันเติบโตผ่านสี่ช่วงชีวิต ยิ่งดูแลดี มันยิ่งหาเหรียญได้มากตอนคุณไม่อยู่ เก็บพอแล้วก็รับเลี้ยงอีกตัวได้
tr: Çevrimdışı bir piksel evcil hayvan oyunu. Dört yaşam evresinden geçerken besleyin, oynayın ve yıkayın. Ne kadar iyi bakarsanız, siz yokken o kadar çok para kazanır; yeterince biriktirdiğinizde bir dost daha sahiplenebilirsiniz.
vi: Một game thú nuôi pixel chơi offline. Cho ăn, chơi cùng và tắm cho nó khi nó đi qua bốn giai đoạn trưởng thành. Bạn chăm càng tốt, nó càng kiếm được nhiều xu lúc bạn đi vắng — dành đủ xu là có thể nhận thêm một con nữa.
zh_hans: 一个离线的像素宠物养成小游戏。喂食、陪玩、洗澡，宠物会随时间长大，从幼年到老年共四个阶段。照顾得好，它在你离开时「看家」赚的金币更多，攒够了可以再收养一只。
zh_hant: 一款離線像素寵物遊戲。餵食、玩耍、洗澡，陪牠走過四個生命階段。照顧得越好，你離開時牠賺的金幣越多 —— 存夠了就能再領養一隻。

# about.what.title
source: What it is
ar: ما هذا التطبيق
de: Was ist das
es: Qué es
fr: Qu’est-ce que c’est
hi: यह क्या है
id: Apa ini
it: Che cos’è
ja: どんなアプリ
ko: 어떤 앱인가요
nl: Wat het is
pl: Co to jest
pt_br: O que é
ru: Что это
sv: Vad det är
th: นี่คืออะไร
tr: Bu nedir
vi: Đây là gì
zh_hans: 这是什么
zh_hant: 這是什麼

# achv.age_100
source: 100 Days
ar: ١٠٠ يوم
de: 100 Tage
es: 100 días
fr: 100 jours
hi: 100 दिन
id: 100 hari
it: 100 giorni
ja: 100 日
ko: 100일
nl: 100 dagen
pl: 100 dni
pt_br: 100 dias
ru: 100 дней
sv: 100 dagar
th: 100 วัน
tr: 100 gün
vi: 100 ngày
zh_hans: 百日
zh_hant: 100 天

# achv.age_100.desc
source: Spend 100 days together
ar: أمضِ ١٠٠ يوم معًا
de: 100 Tage zusammen verbringen
es: Pasar 100 días juntos
fr: Passer 100 jours ensemble
hi: साथ में 100 दिन बिताएँ
id: Lewati 100 hari bersama
it: Passare 100 giorni insieme
ja: 100 日間いっしょに過ごす
ko: 100일을 함께 보내기
nl: 100 dagen samen doorbrengen
pl: Spędzić razem 100 dni
pt_br: Passar 100 dias juntos
ru: Провести вместе 100 дней
sv: Tillbringa 100 dagar tillsammans
th: อยู่ด้วยกันครบ 100 วัน
tr: Birlikte 100 gün geçirin
vi: Ở cùng nhau 100 ngày
zh_hans: 陪伴宠物 100 天
zh_hant: 相伴 100 天

# achv.all_high
source: Peak Condition
ar: أفضل حال
de: Bestform
es: Estado óptimo
fr: Forme olympique
hi: सर्वोत्तम दशा
id: Kondisi puncak
it: Forma perfetta
ja: 最高のコンディション
ko: 최상의 컨디션
nl: Topconditie
pl: Szczytowa forma
pt_br: Em plena forma
ru: Отличная форма
sv: Toppform
th: สภาพดีที่สุด
tr: Zirve formu
vi: Phong độ đỉnh cao
zh_hans: 状态极佳
zh_hant: 巔峰狀態
